export const requiredMessage = 'Выберите ответ';

export const cityOptions = ['Тель-авив', 'Акко', 'Ариэль', 'Иерусалим', 'Нетания', 'Холон'] as const;

export const periodOptions = [
    'В ближайший месяц',
    'В ближайшие 2 месяц',
    'В ближайшие 3 месяца',
    'В ближайшие 6 месяцев',
] as const;

export const typeOptions = [
    'Квартира от застройщика',
    'Квартира на вторичном рынке',
    'Частный дом',
    'Земельный участок / Строительство',
    'Коммерческая недвижимость',
] as const;

export const ownershipOtions = [
    'Нет, я пока не владею недвижимостью',
    'Да, у меня уже есть недвижимость в собственности',
    'Я собираюсь продать единственную недвижимость в ближайшие два года, чтобы использовать полученный капитал для приобретения новой',
] as const;
